const Data = [
    {
        id:1,
        title:"Persian",
        description:`แมวเปอร์เซีย มีต้นกำเนิดในเถบเปอร์เซีย (เป็นที่ตั้งประเทศตุรกี และอิหร่านในปัจจุบัน) นักประวัติศาสตร์ได้ค้นพบหลักฐานเกี่ยวกับพวกมันในปีค.ศ. 1684 โดยพ่อค้าชาวเปอร์เซียนมักบรรทุกสินค้ามากมาย และได้ปรากฏแมวพันธุ์ขนยาวติดมากับกองคาราวานสินค้าด้วย อีกหลักฐานหนึ่งได้กล่าวบรรพบุรุษของแมวเปอร์เซียได้ถูกนำเข้ามายังยุโรปตั้งแต่ช่วง ปีค.ศ. 1620 แล้วได้รับความนิยมในยุโรปอย่างมาก และแพร่กระจายไปทั่วยุโรป`
    },
    {
        id:2,
        title:"Scottish Fold",
        description:`แมวพันธุ์ สกอตติช โฟลด์ ถือกำเนิดขึ้นในประเทศสก็อตแลนด์ จากคนเลี้ยงแกะที่ชื่อนาย “วิลเลี่ยม รอส” ในปีค.ศ. 1961 โดยนายวิลเลี่ยมพบแมวตัวหนึ่งในโรงนาของเพื่อนบ้านที่มีลักษณะหูพับและมีสีขาวทั้งตัวโดยบังเอิญ ซึ่งแมวตัวนี้เป็นของเพื่อนบ้านของเขาที่ชื่อว่า “ซูซี่” นายวิลเลี่ยมสนใจซูซี่เป็นอย่างมาก เมื่อซูซี่ได้ให้กำเนิดลูกแมวน้อยที่มีลักษณะหูพับเหมือนกัน นายวิลเลี่ยมจึงขอซื้อจากเจ้าของ แล้วนำมาเลี้ยงที่บ้าน โดยตั้งชื่อแมวที่เป็นลูกของซูซี่นี้ว่า “สนู๊กส์” เมื่อโตขึ้นนายวิลเลี่ยมจึงนำมาผสมพันธุ์กับสายพันธุ์ บริติช ชอร์ตแฮร์ จนกลายเป็นต้นกำเนิดของสายพันธุ์นี้`
    },
    {
        id:3,
        title:"Maine Coon",
        description:`แมวพันธุ์ เมนคูน (Maine Coon) ถือเป็นแมวสายพันธุ์ขนยาวที่มีต้นกำเนิดจากการผสมข้ามพันธุ์ของแมวพื้นเมือง กับแมวป่าทางตอนเหนือของประเทศสหรัฐอเมริกา ซึ่งคำว่า “เมน” มาจากถิ่นกำเนิดคืออยู่ที่รัฐ Maine ประเทศสหรัฐอเมริกา ส่วนคำว่า “คูน” เชื่อกันว่าอาจมาจากพวกมันที่มีลักษณะคล้ายกับตัวแรคคูน คือ มีหางเป็นพวง มีสีและลวดลายสีน้ำตาลที่มีลักษณะเหมือนแรคคูน`    
    }
]

export default Data;